Repository: collective/ploneconf.site
Catalog: src/ploneconf/site/locales/*/LC_MESSAGES/ploneconf.site.po
Languages: de

source: Adds a link to lanyrd
de: Link zu Lanyrd

source: Advertisement (Gold-sponsors and above)
de: Werbung (für Gold-Sponsoren und höher)

source: Allow talk submission
de: Einreichen von Vorträgen erlaubt

source: Allow the submission of talks for anonymous user
de: Aktiviert das anonyme Einreichen von Vorträgen

source: Audience
de: Zielgruppe

source: Available Rooms for the conference
de: Verfügbare Räume

source: Available audiences for talks
de: Verfügbare Zielgruppen für Vorträge

source: Available types for talks
de: Verfügbare Vortragsarten

source: Company
de: Firma oder Einrichtung

source: Description of the talk (max. 2000 characters)
de: Kurzbeschreibung (max. 2000 Zeichen)

source: Email adress of the speaker
de: Email der/des Vortragenden

source: First day of the conference
de: Erster Tag der Konferenz

source: Github username
de: Github Benutzername

source: Image
de: Foto

source: Name (or names) of the speaker
de: Name (oder Namen) der/des Vortragenden

source: Platinum Sponsor
de: Platin Sponsor

source: Ploneconf Settings
de: Ploneconf Einstellungen

source: Portrait of the speaker
de: Portrait der/des Vortragenden

source: Room
de: Raum

source: Secret Notes (only for site-admins)
de: Interne Notizen (nur für admins)

source: Silver Sponsor
de: Silber Sponsor

source: Speaker
de: Vortragende/r

source: Speaker Biography (max. 1000 characters)
de: Kurzbiographie des/der Vortragenden

source: Sponsoring Level
de: Sponsor Level

source: Time
de: Zeit

source: Title
de: Titel

source: Todays Talks
de: Das heutige Programm

source: Tweets about ploneconf
de: Tweets über diese Tagung

source: Twitter name
de: Twitter

source: Type of talk
de: Art des Vortrags

source: URL of the Website that holds the slides
de: Adresse der Website mit den Folien des Vortrags

source: URL of the Website that holds the video of the talk
de: Adresse der Website mit dem Video des Vortrags

source: We love our sponsors
de: Wir ♥ unsere Sponsoren
